Repository: omrikat/WebSiteProject
Catalog: src/frontend/translate/messages.*.xlf
Languages: de, it, pl, sv

source: Size to generate
de: Zielgröße
it: Dimensione da generare
pl: Wielkość do wygenerowania
sv: Storlek att generera

source: These thumbnails will be generated. The list should be a subset of the enabled thumbnail sizes
de: Diese Miniaturansichten werden generiert. Die Liste sollte eine Teilmenge der aktivierten Miniaturbildgrößen sein
it: Queste anteprime saranno generate. L'elenco dovrebbe essere un sottoinsieme delle dimensioni delle anteprime abilitate
pl: Te miniatury obrazów będą wygenerowane. List powinna zawierać podzbiór uaktywnionych wielkości miniatur obrazu
sv: Dessa miniatyrer kommer att genereras. Listan bör vara en subset av tillgängliga miniatyrsstorlekar

source: Indexed only
de: Nur indiziert
it: Solo indicizzati
pl: Tylko poindeksowane
sv: Bara indexerade

source: Only checks indexed files.
de: Überprüft nur indizierte Dateien.
it: Controlla solo i file indicizzati.
pl: Sprawdzaj tylko poindeksowane pliki.
sv: Kontrollera bara indexerade filer.

source: Indexing
de: Indizierung
it: Indicizzazione
pl: Indeksuj
sv: Indexering

source: Database Reset
de: Datenbank zurücksetzen
it: Reset Database
pl: Resetowanie bazy danych
sv: Återställning av databas

source: Thumbnail Generation
de: Erstellung Vorschaubilder
it: Generazione anteprime
pl: Generacja miniatur obrazów
sv: Miniatyrsgenerering

source: Photo Converting
de: Fotoumwandlung
it: Conversione foto
pl: Konwertowanie zdjęć
sv: Fotokonverting

source: Video Converting
de: Videoumwandlung
it: Conversione video
pl: Konwertowanie wideo
sv: Videokonvertering

source: Temp Folder Cleaning
de: Reinigung des temporären Ordners
it: Pulizia della cartella temporanea
pl: Czyszczenie katalogu tymczasowego
sv: Temp-mapprensning

source: Server error
de: Serverfehler
it: Errore server
pl: Błąd serwera
sv: Serverfel

source: Server info
de: Serverinformationen
it: Informazioni server
pl: Informacje o serwerze

source: h
it: o
pl: g

source: ascending name
de: aufsteigender Name
it: nome in ordine crescente
pl: rosnąco wg nazwy
sv: stigande namn

source: descending name
de: absteigender Name
it: nome in ordine decrescente
pl: malejąco wg nazwy
sv: fallande namn

source: ascending date
de: aufsteigendes Datum
it: data in ordine crescente
pl: rosnąco wg daty
sv: stigande datum

source: descending date
de: absteigendes Datum
it: data in ordine decrescente
pl: malejąco wg daty
sv: fallande datum

source: random
de: zufällig
it: casuale
pl: losowo
sv: slumpvis

source: Application version
de: Anwendungsversion
it: Versione applicazione
pl: Wersja aplikacji
sv: Programvaruversion

source: Built at
de: Erstellt am
it: Compilata il
pl: Zbudowana
sv: Byggd

source: Server notifications
de: Serverbenachrichtigungen
it: Notifiche server
pl: Powiadomienia serwera
sv: Servernotifikationer

source: To dismiss these notifications, restart the server.
de: Starten Sie den Server neu, um diese Benachrichtigungen zu schließen.
it: Per disattivare queste notifiche, riavvia il server.
pl: Zrestartuj serwer, żeby zamknąć te powiadomienia
sv: Starta om servern för att afärda notifikationerna.

source: App version:
it: Versione app:
pl: Wersja aplikacji:

source: Mode
de: Modus
it: Modo
pl: Tryb
sv: Läge

source: Advanced
de: Fortgeschritten
it: Avanzato
pl: Zaawansowany
sv: Avancerat

source: Simplified
de: Einfach
it: Semplice
pl: Bazowy
sv: Förenklad

source: Up time
de: Betriebszeit
pl: Czas działania serwisu
sv: Upptid

source: No duplicates found
it: Nessun duplicato trovato
pl: Nie ma duplikatów zdjęć
sv: Inga dubbletter hittades

source: No faces to show.
de: Keine Gesichter vorhanden.
it: Non ci sono facce da mostrare.
pl: Nie ma tagów rozpoznawania twarzy.
sv: Inga ansikten finns att visa.

source: Gallery
de: Galerie
it: Galleria
pl: Galeria
sv: Galleri

source: Faces
de: Gesichter
it: Facce
pl: Twarze
sv: Ansikten

source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia
sv: Inställningar

source: Logout
de: Abmelden
pl: Wyloguj się
sv: Logga ut

source: Link availability
de: Linkverfügbarkeit
it: Disponibilità link
pl: Dostępność linku
sv: Länkens tillgänglighet

source: days
de: Tage
it: giorni
pl: dni
sv: dagar

source: Too many results to show. Refine your search.
de: Zu viele Ergebnisse, um sie anzuzeigen. Verfeinere deine Suche.
it: Troppi risultati da mostrare. Restringi la ricerca.
pl: Zbyt wiele wyników wyszukiwania. Spróbuj zawęzić kryteria.
sv: För många sökträffar. Förfina din sökning.

source: download
de: herunterladen
it: scarica
pl: ściągnij
sv: ladda ner

source: info key: i
de: Info, Taste: i
it: tasto per info: premi i
pl: klawisz informacji: i
sv: info snabbtangent: i

source: toggle fullscreen, key: f
de: Vollbild umschalten, Taste: f
it: vai a schermo intero: premi f
pl: przełącz na pełny ekran, klawisz: f

source: close, key: Escape
de: Schließen, Taste: Escape
it: chiudi: premi Esc
pl: zamknij, klawisz: Escape
sv: stäng snabbtangent: Escape

source: key: left arrow
de: Taste: Pfeil nach links
it: tasto: freccia sinistra
pl: klawisz: strzałka w lewo
sv: vänsterpil

source: key: right arrow
de: Taste: Pfeil nach rechts
it: tasto: freccia destra
pl: klawisz: strzałka w prawo
sv: högerpil

source: Zoom out, key: '-'
de: Verkleinern, Taste: '-'
it: Rimpiccolisci immagine: premi -
pl: Pomniejsz, klawisz: '-'
sv: Zooma ut snabbtangent: '-'

source: Zoom in, key: '+'
de: Vergrößern, Taste: '+'
it: Ingrandisci immagine: premi +
pl: Powiększ, klawisz: '+'
sv: Zooma in snabbtangent: '+'

source: Info
pl: Informacje

source: duration
de: Dauer
it: durata
pl: czas trwania
sv: varaktighet

source: bit rate
pl: przepływność
sv: bithastighet

source: Error during loading the video.
de: Fehler beim Laden des Videos.
it: Errore nel caricamento del video
pl: Błąd podczas ładowania wideo.
sv: Problem att ladda video

source: Most likely the video is not transcoded. It can be done in the settings. You need to transcode these videos to watch them online:
de: Höchstwahrscheinlich ist das Video nicht transkodiert. Dies kann in den Einstellungen erfolgen. Sie müssen diese Videos transkodieren, um sie online ansehen zu können:
it: Probabilmente il video non è stato transcodificato. Può essere fatto nelle impostazioni. Devi transcodificare questi video per guardarli online:
pl: Wideo prawdopodobnie nie jest transkodowane. Można to zrobić w ustawieniach. Wideo musi być transkodowane, by móc je oglądać:
sv: Videon har sannolikt inte konverterats. Det kan göras i inställningsmenyn. Konvertering krävs.

source: Searching for:
de: Suche nach:
it: Cercando:
pl: Szukanie:
sv: Letar efter:

source: items
de: Artikel
it: oggetti
pl: elementów
sv: föremål

source: Images
de: Bilder
it: Immagini
pl: Obrazy
sv: Bilder

source: Random link
de: zufälliger Link
it: Link casuale
pl: Link to przypadkowego zdęcia
sv: Slumpmässig länk

source: Random Link creator
de: Erstellung zufälliger Link
pl: Stwórz przypadkowy link
sv: Slumpmässig länkskapare

source: Copy
de: Kopie
it: Copia
pl: Kopiuj
sv: Kopiera

source: Url has been copied to clipboard
de: Die URL wurde in die Zwischenablage kopiert
it: L'indirizzo è stato copiato negli appunti
pl: Adres został skopiowany do schowka
sv: Url har kopierats

source: At least this many
de: Mindestens so viele
pl: Co najmniej
sv: Åtminstone så här många

source: From
de: von
it: Duplicati
pl: Od
sv: Från

source: From date
de: von Datum
pl: Od daty
sv: Från datum

source: To date
de: bis Datum
pl: Do daty
sv: Hittills

source: Minimum Rating
de: Mindestbewertung
pl: Minimalna ocena
sv: Lägsta betyg

source: Maximum Rating
de: Höchstbewertung
pl: Maksymalna ocena
sv: Maximalt betyg

source: Portrait
de: Porträt
it: Verticale
pl: Tryb portret
sv: Porträtt

source: Landscape
de: Landschaft
it: Orizzontale
pl: Tryb krajobraz
sv: Landskap

source: Search
de: Suche
it: Cerca
pl: Szukaj
sv: Sök

source: Share
de: teilen
it: Condividi
pl: Udostępnij
sv: Dela

source: Sharing:
de: Teilen:
it: Condivisione:
pl: Udostępniony katalog:
sv: Delning:

source: Include subfolders:
de: inklusive Unterordner:
it: Includi sottocartelle:
pl: Włącz podkatalogi:
sv: Inkludera undermappar:

source: Password
de: Passwort
pl: Hasło
sv: Lösenord

source: Valid:
de: Gültig:
it: Validità:
pl: Ważność:
sv: Giltig:

source: Minutes
de: Minuten
it: Minuti
pl: Minut
sv: Minuter

source: Hours
de: Stunden
it: Ore
pl: Godzin
sv: Timmar

source: Days
de: Tage
it: Giorni
pl: Dni
sv: Dagar

source: Months
de: Monate
it: Mesi
pl: Miesięcy
sv: Månader

source: Forever
de: Für immer
pl: Nieograniczona

source: Yes
de: Ja
it: Sì
pl: Tak
sv: Ja

source: No
de: Nein
pl: Nie
sv: Nej

source: loading..
de: wird geladen...
it: Caricamento...
pl: ładowanie..
sv: laddar...

source: Please log in
de: Bitte einloggen
it: Si prega di effettuare il login
pl: Zaloguj się
sv: Vänligen logga in

source: Wrong username or password
de: Benutzername oder Passwort ist falsch
it: Username o password errata
pl: Niewłaściwa nazwa użytkownika lub hasło
sv: Felaktigt användarnamn eller lösenord

source: Username
de: Nutzername
pl: Użytkownik
sv: Användarnamn

source: Remember me
de: erinnere mich
it: Ricordami
pl: Zapamiętaj mnie
sv: Håll mig inloggad

source: Login
de: Anmeldung
pl: Logowanie
sv: Logga in

source: settings saved
de: Einstellungen gespeichert
it: impostazioni salvate
pl: ustawienia zapisane
sv: inställningar sparades

source: Success
de: Erfolg
it: Successo
pl: Sukces
sv: Lyckades

source: It seems that you are running the application in a Docker container. This setting should not be changed in docker. Make sure, that you know what you are doing.
de: Es scheint, dass Sie die Anwendung in einem Docker-Container ausführen. Diese Einstellung sollte im Docker nicht geändert werden. Stellen Sie sicher, dass Sie wissen, was Sie tun.
it: Sembra che tu stia eseguendo l'applicazione in un container Docker. Questa impostazione non dovrebbe essere cambiata in docker. Stai attento a quello che fai.
pl: Wygląda na to, że aplikacja działa jako kontener Docker. To ustawienie nie powinno być zmieniane w Docker. Upewnij się, że wiesz, co robisz.
sv: Det verkar som att du kör applikationen i en Docker container. Denna inställning borde inte ändras i docker. Se till att du vet vad du gör.

source: Disabled
de: Deaktiviert
it: Disabilitato
pl: Nieaktywne
sv: Avaktiverad

source: Enabled
de: Aktiviert
it: Abilitato
pl: Aktywne
sv: Aktiverad

source: readonly
de: schreibgeschützt
it: Sola lettura
pl: tylko do odczytu
sv: endast läsbart

source: default value
de: Standardwert
it: valore di default
pl: wartość domyślna
sv: standardvärde

source: Save
de: Speichern
it: Salva
pl: Zapisz
sv: Spara

source: Reset
de: Zurücksetzen
pl: Zresetuj
sv: Återställ

source: Page title
de: Seitentitel
it: Titolo pagina
pl: Tytuł strony
sv: Sidtitel

source: Server will accept connections from this IPv6 or IPv4 address.
de: Der Server akzeptiert Verbindungen von dieser IPv6- oder IPv4-Adresse.
it: Il server accetterà connessioni su questo indirizzo IPv4 o IPv6.
pl: Serwer będzie akceptował połączenia z tego adresu IPv6 lub IPv4.
sv: Servern accepterar anslutningar från denna IPv6 eller IPv4 adress.

source: Port number. Port 80 is usually what you need.
de: Port-Nummer. Port 80 ist normalerweise der Standardport.
it: Numero porta. Di solito è 80.
pl: Numer portu. Standardowo port 80.
sv: Portnummer. Port 80 är den du förmodligen vill använda.

source: Images folder
de: Bilderordner
it: Cartella immagini
pl: Katalog z obrazami
sv: Bildmapp

source: Images are loaded from this folder (read permission required)
de: Bilder werden aus diesem Ordner geladen (Leseberechtigung erforderlich)
it: Le foto sono caricate da questa cartella (il server deve avere il permesso in lettura)
pl: Obrazy są wczytywane z tego katalogu (wymagane uprawnienia do odczytu)
sv: Bilder laddas från denna mapp (läsrättighet krävs)

source: Temp folder
de: Temp-Ordner
it: Cartella temporanea
pl: Katalog tymczasowy
sv: Mapp för tillfälliga filer

source: Thumbnails, converted photos, videos will be stored here (write permission required)
de: Vorschaubilder, konvertierte Fotos, Videos werden hier gespeichert (Schreibgenehmigung erforderlich)
it: Anteprime, foto convertite, video ricodificati saranno salvati qui (il server deve avere il permesso in scrittura)
pl: Miniatury, skonwertowane obrazy, pliki wideo będą zapamiętywane w tym katalogu (wymagane uprawnienia do zapisu)
sv: Miniatyrer, konverterade bilder, videos kommer att sparas här (skrivrättighet krävs))

source: Page public url
de: öffentliche URL der Seite
it: URL pubblica
pl: Publiczny adres strony (URL)
sv: Publik url till sidan

source: If you access the page form local network its good to know the public url for creating sharing link
de: Wenn Sie auf die Seite des lokalen Netzwerks zugreifen, ist es gut, die öffentliche URL zum Erstellen eines Freigabelinks zu kennen
it: Se si accede alla pagina dalla rete locale è bene conoscere l'URL pubblico per creare il link di condivisione
pl: Przy dostępie do strony aplikacji z sieci lokalnej, publiczny adres strony będzie używany do tworzenia linków udostępniających
sv: Om du ansluter till sidan från ett lokalt nätverk så är det bra att veta den publika url för dela länkar.

source: Url Base
de: Basis-URL
pl: Adres bazowy
sv: Webbadress

source: If you access the gallery under a sub url (like: http://mydomain.com/myGallery), set it here. If it is not working you might miss the '/' from the beginning of the url.
de: Wenn Sie unter einer Sub-URL (z. B. http://mydomain.com/myGallery) auf die Galerie zugreifen, legen Sie diese hier fest. Wenn es nicht funktioniert, fehlt möglicherweise das '/' am Anfang der URL.
it: Se accedi alla galleria sotto un sub URL (come: http://esempio.it/LeMieFoto), impostalo qui. Se non funziona ti sarai dimenticato la '/' all'inizio dell'URL.
pl: Jeśli dostęp do galerii zawiera ścieżkę w adresie (np. http://mydomain.com/myGallery), zdefiniuj ją tutaj. Pamiętaj o dodaniu '/' na początku URL
sv: Om du ansluter via en sub-url (som http://mydomain.com/myGallery), ange det här. Om det inte fungerar kan du ha missat '/' i början av url:en.

source: The public url and the url base are not matching. Some of the functionality might not work.
de: Die öffentliche URL und die Basis-URL stimmen nicht überein. Einige der Funktionen funktionieren möglicherweise nicht.
it: L'URL pubblico e l'URL di base non corrispondono. Alcune funzionalità potrebbero non funzionare.
pl: Publiczny adres strony i adres bazowy nie zgadzają się. Część funkcjonalności może nie być dostępna.
sv: Den publika urlen och webbadressen matchar inte. Vissa funktioner kanske inte fungerar.

source: Basic
de: Basis
pl: Usawienia podstawowe
sv: Grundläggande

source: Restart the server to apply the new settings
de: Starten Sie den Server neu, um die neuen Einstellungen zu übernehmen
it: Riavvia il server per applicare le nuove impostazioni
pl: Uruchom serwer ponownie, aby zastosować nowe ustawienia
sv: Starta om servern för att de nya inställningarna ska gälla.

source: Type
de: Art
it: Tipo
pl: Typ
sv: Typ

source: Install manually mysql node module to use mysql (npm install mysql)
de: Installieren Sie das MySQL-Knotenmodul manuell, um MySQL zu verwenden (npm install mysql)
it: Installa manualmente il modulo mysql di node per usare mysql (npm install mysql)
pl: Żeby używać MySQL, zainstaluj ręcznie moduł 'mysql' dla Node.js ('npm install mysql')
sv: Installera mysql node-modulen manuellt för att använda mysql (npm install mysql)

source: Database folder
de: Ordner Datenbank
it: Cartella database
pl: Katalog bazy danych
sv: Databasmapp

source: All file-based data will be stored here (sqlite database, user database in case of memory db, job history data)
de: Alle dateibasierten Daten werden hier gespeichert (sqlite database, user database in case of memory db, job history data)
it: Tutti i dati saranno salvati qui (database sqlite, database utenti nel caso di memory db, storico lavori)
pl: Wszystkie pliki z danymi będą zapamiętywane w tym katalogu (pliki bazy danych SQLite, baza danych uzytkowników dla bazy danych w pamięci komputera, historia wykonania zadań)
sv: All filbaserad data sparas här (sqlite databas, användardatabas om minnes-db, jobb historik)

source: Database
de: Datenbank
pl: Baza danych
sv: Databas

source: (recommended)
de: (empfohlen)
it: (raccomandato)
pl: (zalecane)
sv: (rekommenderad)

source: (deprecated, will be removed)
de: (veraltet, wird entfernt)
it: (in disuso, sarà rimosso in futuro)
pl: (nie zalecane, będzie usunięte w przyszłości)
sv: (stöds ej längre, kommer att tas bort)

source: Override keywords
de: Schlüsselwörter überschreiben
it: Ignorare le parole chiave
pl: Nadpisz słowa kluczowe
sv: Åsidosätt sökord

source: If a photo has the same face (person) name and keyword, the app removes the duplicate, keeping the face only.
de: Wenn ein Foto denselben Gesichts- (Personen-) Namen und dasselbe Schlüsselwort hat, entfernt die App das Duplikat und behält nur das Gesicht bei.
it: Se una foto ha lo stesso volto (persona) nome e parola chiave, l'applicazione rimuove il duplicato, mantenendo solo il volto.
pl: Jeśli obraz ma tę samą nazwę osoby (rozpoznawanie twarzy) i słowo kluczowe, aplikacja usunie zduplikowane słowo kluczowe.
sv: Om ett foto har samma ansiktsnamn (person) och nyckelord tar appen bort dubbletten och behåller bara ansiktsnamnet.

source: Face starring right
de: Gesicht mit der rechten Hauptrolle (Face starring right)
it: Ruoli che possono rendere preferita una faccia
pl: Uprawnienia dodawania twarzy do ulubionych
sv: Rättighet att stjärnmarkera ett ansikte

source: Required minimum right to star (favourite) a face.
de: Erforderliches Mindestrecht, um ein Gesicht zu markieren (Favorit).
pl: Minimalne uprawnienia do dodawania twarzy do ulubionych.
sv: Nödvändig minimirätt att stjärna (favorit) ett ansikte.

source: Faces are not supported with these settings.
de: Gesichter werden mit diesen Einstellungen nicht unterstützt.
it: Le facce sono supportate con le impostazioni correnti.
pl: Rozpoznawanie twarzy nie jest dostępne przy tych ustawieniach.
sv: Ansikten stöds inte med dessa inställningar.

source: Index cache timeout [ms]
de: Zeitlimit für Index-Cache [ms]
it: Timeout cache indice [ms]
pl: Timeout indeksu pamięci podręcznej
sv: Timeout för indexcache [ms]

source: If there was no indexing in this time, it reindexes. (skipped if indexes are in DB and sensitivity is low)
de: Wenn es in dieser Zeit keine Indizierung gab, werden die Indizes neu indiziert. (übersprungen, wenn sich die Indizes in der Datenbank befinden und die Empfindlichkeit gering ist)
it: Se non c'è stata indicizzazione in questo tempo, reindicizza. (saltato se gli indici sono nel DB e la sensibilità è bassa)
pl: Jeśli indeksowanie nie zakończyło się w tym czasie, indeksowanie jest powtórzone. (pomijane, jeśli indeksy są w bazie danych i czułość jest ustawiona na niską)
sv: Om det inte har indexerats inom den här tiden, körs en omindexering. (hoppas över om index finns i DB och känsligheten är låg)

source: Folder reindexing sensitivity
de: Empfindlichkeit für die Neuindizierung von Ordnern
it: Sensibilità di reindicizzazione delle cartelle
pl: Ustawienie czułosći powtórnego indeksowania katalogów
sv: Känslighet för omindexering

source: Set the reindexing sensitivity. High value check the folders for change more often.
de: Stellen Sie die Neuindizierungsempfindlichkeit ein. Ein hoher Wert überprüft die Ordner häufiger auf Änderungen.
it: Imposta la sensibilità di reindicizzazione. Con un valore alto si controllano più spesso le cartelle per i cambiamenti.
pl: Ustaw czułość powtórnego indeksowania katalogów. Duża wartość powoduje częstsze sprawdzanie zmian w katalogach.
sv: Ställ in omindexings känslighet. Högt värde gör att mapparna kontrolleras oftare för förändring.

source: Exclude Folder List
de: Ordnerliste ausschließen
it: Lista di cartelle escluse
pl: Lista wykluczeń katalogów
sv: Mappar som inte ska indexeras

source: Folders to exclude from indexing
de: Ordner, die von der Indizierung ausgeschlossen werden sollen
it: Cartelle da escludere dall'indicizzazione
pl: Katalogi do wykluczenia z indeksowania
sv: Mappar att exludera från indexering

source: ';' separated strings. If an entry starts with '/' it is treated as an absolute path. If it doesn't start with '/' but contains a '/', the path is relative to the image directory. If it doesn't contain a '/', any folder with this name will be excluded.
de: ';' getrennte Zeichenfolgen. Wenn ein Eintrag mit '/' beginnt, wird er als absoluter Pfad behandelt. Wenn es nicht mit '/' beginnt, sondern ein '/' enthält, ist der Pfad relativ zum Bildverzeichnis. Wenn es kein '/' enthält, wird jeder Ordner mit diesem Namen ausgeschlossen.
it: stringhe separate da ';'. Se una voce inizia con '/' è trattata come un percorso assoluto. Se non inizia con '/' ma contiene una '/', il percorso è relativo alla directory dell'immagine. Se non contiene una '/', qualsiasi cartella con questo nome sarà esclusa.
pl: Znak ';' oddziela elementy wykluczenia. Jeśli wartość zaczyna się znakiem '/', to jest traktowana jako ścieżka bezwzględna. Jeśli nie zaczyna się znakiem '/' ale go zawiera, jest traktowana jako ścieżka względna wobec katalogu obrazów. Jeśli nie zawiera znaku '/', każdy katalog z taką nazwą będzie wykluczony.
sv: ';' separerade strängar. Om en post börjar med '/' behandlas den som en absolut sökväg. Om det inte börjar med '/' men innehåller ett '/', är sökvägen relativt bildmappen. Om den inte innehåller '/' kommer alla mappar med detta namn att uteslutas.

source: Exclude File List
de: List ausgeschlossener Dateien
it: Lista esclusioni file
pl: Lista wykluczeń plików
sv: Exkludera filer

source: Files that mark a folder to be excluded from indexing
de: Dateien, die einen Ordner markieren, der von der Indizierung ausgeschlossen werden soll
it: Nomi di file che, se presenti in una cartella, la escludono dall'indicizzazione
pl: Pliki, których obecność w katalogu wyklucza go z indeksowania.
sv: Fil som innehåller en lista med mappar som inte ska indexeras

source: ';' separated strings. Any folder that contains a file with this name will be excluded from indexing.
de: ';' getrennte Zeichenfolgen. Jeder Ordner, der eine Datei mit diesem Namen enthält, wird von der Indizierung ausgeschlossen.
it: stringhe separate da ';'. Se una cartella contiene un file con questo nome, sarà esclusa dall'indicizzazione.
pl: Znak ';' oddziela elementy wykluczenia. Katalog zawierający plik o nazwach z tej listy jest wykluczany z indeksowania.
sv: ';' separerade strängar. Filer med detta namn kommer inte att indexeras.

source: If you add a new folder to your gallery, the site indexes it automatically.
de: Wenn Sie Ihrer Galerie einen neuen Ordner hinzufügen, indiziert die Seite diesen automatisch.
it: Se aggiungi una nuova cartella alla galleria, il sito la indicizzerà automaticamente.
pl: Jeśli dodasz nowy katalog do albumu, zostanie on automatycznie poindeksowany.
sv: Om du lägger till en ny mapp, så indexeras den automatiskt.

source: If you would like to trigger indexing manually, click index button.
de: Wenn Sie die Indizierung manuell auslösen möchten, klicken Sie auf die Schaltfläche Index.
it: Se vuoi attivare l'indicizzazione manualmente, clicca sul pulsante indicizza.
pl: Kliknij klawisz "Indeksuj" aby rozpocząć indeksowanie natychmiast.
sv: Om du vill trigga indexering manuellt, klicka på indexering.

source: Note: search only works among the indexed directories
de: Hinweis: Die Suche funktioniert nur in den indizierten Verzeichnissen
it: Nota: la ricerca funziona solo tra le directory indicizzate
pl: Uwaga: wyszukiwanie działa tylko w poindeksowanych katalogach.
sv: Obs: sökning fungerar bara i de indexerade mapparna

source: Statistic:
de: Statistik:
it: Statistiche:
pl: Statystyki:
sv: Statestik:
