Repository: omrikat/WebSiteProject
Catalog: src/frontend/translate/messages.*.xlf
Languages: de, it, pl, sv

source: Video support uses ffmpeg. ffmpeg and ffprobe binaries need to be available in the PATH or the @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe optional node packages need to be installed.
de: Die Videounterstützung verwendet ffmpeg. Die Binärdateien ffmpeg und ffprobe müssen im PATH verfügbar sein, oder es müssen die optionalen Knotenpakete @ ffmpeg-installer / ffmpeg und @ ffprobe-installer / ffprobe installiert sein.
it: Per i video viene usato ffmpeg. I binari di ffmpeg e ffprobe devono essere disponibili nella PATH oppure i package di node opzionali @ffmpeg-installer/ffmpeg e @ffprobe-installer/ffprobe devono essere installati
pl: Wsparcie dla wideo wymaga aplikacji 'ffmpeg'. Pliki wykonywalne 'ffmpeg' i 'ffprobe' muszą być dostępne na ścieżce dostępu (PATH), albo opcjonalne pakiety '@ffmpeg-installer/ffmpeg' i '@ffprobe-installer/ffprobe' systemu dla Node.js muszą być zainstalowane.
sv: Videostödet använder ffmpeg. ffmpeg- och ffprobe-binärer behöver finnas tillgänglig i PATH eller så behöver du installera @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe node paketen.

source: Video transcoding:
de: Video-Transcodierung:
it: Transcodifica video:
pl: Transkodowanie wideo:
sv: Videoomvandling:

source: To ensure smooth video playback, video transcoding is recommended to a lower bit rate than the server's upload rate.
de: Um eine reibungslose Videowiedergabe zu gewährleisten, wird die Videotranskodierung mit einer niedrigeren Bitrate als der Uploadrate des Servers empfohlen.
it: Per garantire una riproduzione fluida dei video, è raccomandato scegliere un bitrate per la transcodifica inferiore alla banda di upload del server.
pl: Dla zapewnienia dobrej jakości odtwarzania wideo, ustawienia transkodowania wideo powinny być ustawione na niższe, niż dostępna szybkość przesyłania danych serwera.
sv: För att möjliggöra en jämn videoström rekommenderas videoomvandling till en lägre bitrate än serverns uppladningshastighet.

source: The transcoded videos will be save to the thumbnail folder.
de: Die transkodierten Videos werden im Miniaturbildordner gespeichert.
it: I video transcodificati saranno salvati nella cartella delle anteprime.
pl: Transkodowane pliki wideo będą zachowywane w pliku miniatur obrazu.
sv: Omvandlad video sparas i samma mapp som miniatyrerna.

source: You can trigger the transcoding manually, but you can also create an automatic encoding job in advanced settings mode.
de: Sie können die Transcodierung manuell auslösen, aber Sie können auch einen automatischen Codierungsjob im erweiterten Einstellungsmodus erstellen.
it: Puoi eseguire la transcodifica manualmente, ma puoi anche impostare la codifica automatica nelle impostazioni avanzate.
pl: Możesz wystartować transkodowanie ręcznie, ale także utworzyć zadanie automatycznego transkodowania w trybie ustawień zaawansowanych.
sv: Du kan trigga videoomvandlingen manuellt, men du kan även skapa ett schemalagt omvandlingsjob i den avancerade inställningsmenyn.

source: Codec
pl: Kodek
sv: Kodek

source: The height of the output video will be scaled down to this, while keeping the aspect ratio.
de: Die Höhe des ausgegebenen Videos wird unter Beibehaltung des Seitenverhältnisses auf diese Höhe verkleinert.
it: L'altezza del video in uscita sarà scalata a questa, mantenendo il rapporto base altezza.
pl: Wysokość transkodowanego wideo będzie zmniejszona do tej wartości przy utrzymaniu proporcji obrazu oryginalnego wideo.
sv: Höjden på den omvandlade videoströmmen skalas ner till detta, medan bildförhållandet bevaras.

source: FPS
pl: Ramki na sekundę (FPS)

source: Target frame per second (fps) of the output video will be scaled down this this.
de: Das Zielbild pro Sekunde (fps) des ausgegebenen Videos wird hierdurch verkleinert.
it: Il video di output avrà questi frame al secondo.
pl: Ilość ramek na sekundę w transkodowanym wideo będzie ustawiona na tę wartość.
sv: Bilder per sekund (fps) på den omvandlade videoströmmen skalas ner till detta.

source: Bit rate
pl: Przepływność

source: Target bit rate of the output video will be scaled down this this. This should be less than the upload rate of your home server.
de: Die Zielbitrate des Ausgabevideos wird dabei herunterskaliert. Diese sollte geringer sein als die Upload-Rate Ihres Heimservers.
it: Il bit rate del video di output sarà ridotto a questo. Deve essere inferiore alla banda di upload del server.
pl: Przepływność w bitach (bit rate) w transkodowanym wideo będzie zmniejszona do tej wartości, która powinna być niższa, niż dostępna szybkość przesyłania danych serwera.
sv: Bitrate på den omvandlade videoströmmen skalas ner till detta. Bör vara mindre än serverns uppladdningshastighet

source: CRF
pl: Współczynnik CRF

source: The range of the Constant Rate Factor (CRF) scale is 0–51, where 0 is lossless, 23 is the default, and 51 is worst quality possible.
de: Der Bereich der Constant Rate Factor (CRF)-Skala liegt zwischen 0 und 51, wobei 0 verlustfrei, 23 der Standardwert und 51 die schlechteste Qualität ist.
it: La scala del fattore qualità (CRF) è da 0 a 51, dove 0 è lossless, 23 è il default e 51 è la peggior qualità possibile.
pl: Dozwolone wartości dla współczynnika CRF (ang. Constant Rate Factor) zawarte są w przedziale 0–51, gdzie 0 oznacza kodowanie bezstratne, 23 jest wartością domyślną, a 51 oznacza najmniejszą jakość.
sv: Omfånget av Constant Rate Factor (CRF) är 0–51, där 0 är förlustfri, 23 är standarvärdet, och 51 är lägst kvalité.

source: Preset
de: Voreinstellung
it: Preimpostazioni
pl: Zestaw ustawień
sv: Förinställt värde

source: A preset is a collection of options that will provide a certain encoding speed to compression ratio. A slower preset will provide better compression (compression is quality per filesize).
de: Eine Voreinstellung ist eine Sammlung von Optionen, die ein bestimmtes Verhältnis von Codierungsgeschwindigkeit zu Komprimierung bereitstellen. Eine langsamere Voreinstellung bietet eine bessere Komprimierung (Komprimierung ist Qualität pro Dateigröße).
it: Una preimpostazione è un set di opzioni che fornisce un buona velocità di codifica mantenendo una buona compressione. Una preimpostazione più lenta fornirà una compressione migliore.A
pl: Zestaw ustawień ułatwia wybór określonej szybkości kodowania wideo w stosunku do stopnia kompresji. Zestaw z wolniejszym kodowaniem będzie miał lepszą kompresję (czyli jakość w stosunku do wielkości pliku).
sv: Förinställda värden är ett antal värden som ger en viss omvandlings hastiget mot kompressionsförhållande. En långsammare förinställning ger bättre komprimering (komprimering är kvalité per filstorlek).

source: Custom Options
de: Benutzerdefinierte Optionen
it: Opzioni personalizzate
pl: Ustawienia zaawansowane
sv: Egna inställningar

source: ; separated values. It will be sent to ffmpeg as it is, as custom options.
de: ; getrennte Werte. Es wird unverändert als benutzerdefinierte Option an ffmpeg gesendet.
it: valori separati da ; saranno forniti a ffmpeg così come sono, come opzioni personalizzate.
pl: Wartości oddzielone znakiem ';'. Będą użyte jako opcje wywołania programu 'ffmpeg'.
sv: ; separerade värden. Kommer att skickas till ffmpeg som det är, som egna inställningar.

source: Video
pl: Wideo

source: Wrong password
de: Falsches Passwort
it: Password errata
pl: Niewłaściwe hasło
sv: Felaktigt lösenord

source: Enter
de: Eingabe
pl: Wprowadź
sv: Ange

source: Index changes only
de: Nur Indexänderungen

source: Only indexes a folder if it got changed.
de: Indiziert einen Ordner nur, wenn er geändert wurde.

source: Git commit
de: Git verplfichten

source: Menu
de: Menü
sv: Meny

source: Insert
de: Einfügen

source: User creation error!
de: Benutzererstellungsfehler!

source: Host
sv: Värd

source: Port
it: Porta

source: Status
it: Statuo

source: Format
it: Formato
