Repository: omrikat/WebSiteProject
Catalog: src/frontend/translate/messages.*.xlf
Languages: de, it, pl, sv

source: Folders
de: Ordner
it: Cartelle
pl: Katalogi
sv: Mappar

source: Photos
de: Fotos
it: Foto
pl: Zdjęcia
sv: Bilder

source: Videos
it: Video
pl: Wideo
sv: Filmer

source: Persons
de: Personen
it: Persone
pl: Osoby
sv: Personer

source: Size
de: Größe
it: Dimensione
pl: Rozmiar
sv: Storlek

source: Folder indexing
de: Ordnerindizierung
it: Indicizzazione cartelle
pl: Indeksowanie katalogów
sv: Indexering av mappar

source: low
de: niedrig
it: bassa
pl: niskie
sv: låg

source: medium
de: mittel
it: media
pl: średnie

source: high
de: hoch
it: alta
pl: wysokie
sv: hög

source: Folder indexing started
de: Ordnerindizierung gestartet
it: Indicizzazione cartelle iniziata
pl: Indeksowanie katalogów rozpoczęte
sv: Mappindexering startad

source: Folder indexing interrupted
de: Ordnerindizierung unterbrochen
it: Indicizzazione cartelle interrotta
pl: Indeksowanie katalogów przerwane
sv: Mappindexering avbruten

source: Resetting database
de: Datenbank zurücksetzen
it: Resettando il database
pl: Resetowanie bazy danych
sv: Nollställer databasen

source: Trigger job run manually
de: Job manuell auslösen
it: Avviare il lavoro manualmente
pl: Uruchom zadanie ręcznie
sv: Trigga jobbkörning manuellt

source: Run now
de: Starte jetzt
it: Esegui ora
pl: Uruchom teraz
sv: Kör nu

source: Cancel
de: Abbruch
it: Annulla
pl: Anuluj
sv: Avbryt

source: Job started
de: Auftrag gestartet
it: Lavoro iniziato
pl: Zadanie rozpoczęte
sv: Jobb startat

source: Stopping job
de: Auftrag gestoppt
it: Fermando il lavoro
pl: Zatrzymywanie zadania
sv: Stoppar jobb

source: every
de: immer
it: ogni
pl: każdy
sv: alla

source: never
de: niemals
it: mai
pl: żaden
sv: aldrig

source: after
de: nach
it: dopo
pl: po
sv: efter

source: Job:
de: Auftrag:
it: Lavoro:
pl: Zadanie:
sv: Jobb:

source: Periodicity:
de: Häufigkeit:
it: Periodicità:
pl: Częstość:
sv: Periodicitet:

source: Set the time to run the job.
de: Stellen Sie die Zeit ein, zu der der Job ausgeführt werden soll.
it: Imposta l'orario di esecuzione del lavoro.
pl: Ustaw czas uruchomienia zadania.
sv: Ställ in tiden för jobbet.

source: After:
de: nach:
it: Dopo:
pl: Po:
sv: Efter:

source: The job will run after that job finishes.
de: Der Job wird ausgeführt, nachdem dieser Job beendet wurde.
it: Il lavoro verrà eseguito dopo la fine di quel lavoro.
pl: Zadanie zostanie uruchomione po tym, jak to zadanie się skończy.
sv: Jobbet körs efter det att det jobbet är klart.

source: At:
de: zu:
it: Alle:
pl: O:
sv: Vid:

source: Allow parallel run
de: parallelen Durchlauf zulassen
it: Consentire il funzionamento in parallelo
pl: Równoczesne wykonanie zadań
sv: Tillåt parallell körning

source: Enables the job to start even if another job is already running.
de: Ermöglicht das Starten des Jobs, auch wenn bereits ein anderer Job ausgeführt wird.
it: Permette al lavoro di partire anche se un altro lavoro è già in esecuzione.
pl: Zadanie może zacząć się wykonywać nawet jeśli inne zadanie jest w trakcie wykonywania.
sv: Tillåter jobbet att köra även om ett annat jobb redan körs.

source: ';' separated integers.
de: ';' getrennte ganze Zahlen.
it: numeri separati da ';'.
pl: Liczby całkowite oddzielone znakiem ';'.
sv: ';' separerade heltal.

source: + Add Job
de: + Auftrag hinzufügen
it: + Aggiungi lavoro
pl: + Dodaj zadanie
sv: + Lägg till jobb

source: Add new job
de: neuen Auftrag hinzufügen
it: Aggiungi nuovo lavoro
pl: Dodaj nowe zadanie
sv: Lägg till nytt jobb

source: Select a job to schedule.
de: Wählen Sie einen zu planenden Auftrag aus.
it: Seleziona un lavoro da pianificare.
pl: Wybierz zadanie do zaplanowania.
sv: Välj ett jobb att schemalägga.

source: Close
de: Schließen
it: Chiudi
pl: Zamknij
sv: Stäng

source: Add Job
de: Auftrag hinzufügen
it: Aggiungi lavoro
pl: Dodaj zadanie
sv: Lägg till jobb

source: Jobs
de: Aufträge
it: Lavori
pl: Zadania
sv: Jobb

source: periodic
de: periodisch
it: periodico
pl: okresowe
sv: återkommande

source: scheduled
de: geplant
it: pianificato
pl: zaplanowane
sv: schemalagd

source: Monday
de: Montag
it: Lunedì
pl: Poniedziałek
sv: Måndag

source: Tuesday
de: Dienstag
it: Martedì
pl: Wtorek
sv: Tisdag

source: Wednesday
de: Mittwoch
it: Mercoledì
pl: Środa
sv: Onsdag

source: Thursday
de: Donnerstag
it: Giovedì
pl: Czwartek
sv: Torsdag

source: Friday
de: Freitag
it: Venerdì
pl: Piątek
sv: Fredag

source: Saturday
de: Samstag
it: Sabato
pl: Sobota
sv: Lördag

source: Sunday
de: Sonntag
it: Domenica
pl: Niedziela
sv: Söndag

source: day
de: Tag
it: giorno
pl: dzień
sv: dag

source: Last run:
de: letzter Durchlauf:
it: Ultima esecuzione:
pl: Ostatnie wykonanie:
sv: Senast körd:

source: Run between
de: Durchlauf zwischen
it: Esegui tra
pl: Wykonaj pomiędzy
sv: Kör mellan

source: Cancelling...
de: Abbrechen...
it: Annullando...
pl: Anulowanie...
sv: Avbryter...

source: time elapsed
de: verstrichene Zeit
it: tempo trascorso
pl: czas wykonania
sv: tidsåtgång

source: Processed
de: Verarbeitung
it: Processati
pl: Przetworzone
sv: Bearbetad

source: Skipped
de: Übersprungen
it: Saltati
pl: Pominięte
sv: Hoppad över

source: Left
de: Links
it: Sinistra
pl: Pozostałe
sv: Kvar

source: All
de: Alle
it: Tutti
pl: Wszystkie
sv: Alla

source: Logs
de: Protokolle
pl: Logi
sv: Loggar

source: processed
de: verarbeitet
it: processato
pl: przetworzone
sv: bearbetad

source: skipped
de: übersprungen
it: saltato
pl: pominięte
sv: hoppat över

source: all
de: alle
it: tutti
pl: wszystkie
sv: alla

source: running
de: läuft
it: in esecuzione
pl: w trakcie wykonania
sv: kör

source: cancelling
de: abbrechen
it: in annullamento
pl: w trakcie anulowania
sv: stänger av

source: canceled
de: abgebrochen
it: annullato
pl: anulowane
sv: avstängd

source: interrupted
de: unterbrochen
it: interrotto
pl: przerwane
sv: avbruten

source: finished
de: fertig
it: finito
pl: zakończone
sv: färdig

source: Use image markers
de: Bildmarkierungen verwenden
it: Usa marcatori immagine
pl: Użyj obrazków jako markerów
sv: Använd bildmarkörer

source: Map will use thumbnail images as markers instead of the default pin.
de: Map verwendet Miniaturbilder als Markierungen anstelle der Standard-PIN.
it: La mappa userà le miniature immagini come marcatori invece di un pin.
pl: Miniatury obrazów będą użyte jako markery na mapie zamiast domyślnej ikony szpilki.
sv: Kartan använder miniatyrer som markörer istället för en nålmarkör.

source: Map provider
de: Kartenanbieter
it: Provider mappe
pl: Serwis kartograficzny
sv: Kartkälla

source: Name
it: Nome
pl: Nazwa
sv: Namn

source: Tile Url*
pl: Adres (URL) tytułów*

source: *The map module will use these urls to fetch the map tiles.
de: * Das Kartenmodul verwendet diese URLs, um die Kartenkacheln abzurufen.
it: *Il modulo mappa userà queste URL per scaricare le tile.
pl: *Moduł używa tego adresu do pobierania tytułów map.
sv: *Kartan använder dessa urler för att hämta kartbilder.

source: + Add Layer
de: + Ebene hinzufügen
it: + Aggiungi Layer
pl: + Dodaj warstwę
sv: + Lägg till lager

source: Mapbox access token
de: Mapbox-Zugriffstoken
it: Token accesso Mapbox
pl: Kod dostępu do serwisu Mapbox

source: MapBox needs an access token to work, create one at
de: MapBox benötigt ein Zugriffstoken, um zu funktionieren. Erstellen Sie eines unter
it: MapBox ha bisogno di un token per l'accesso, creane uno su
pl: Serwis MapBox potrzebuje kodu dostępu do funkcjonowania, utwórz go tutaj
sv: MapBox kräver accesstoken för att fungera, skapa en

source: Map
de: Karte
it: Mappa
pl: Mapa
sv: Karta

source: Meta file
de: Meta-Datei
pl: Plik metadanych
sv: Metafil

source: Error:
de: Fehler:
it: Errore:
pl: Błąd:
sv: Fel:

source: Threads:
de: Bereich:
it: Thread:
pl: Wątki:
sv: Trådar:

source: Threading
de: Einfädeln (Threading)
pl: Wielowątkowość
sv: Trådning

source: Runs directory scanning in a different thread.
de: Führt das Verzeichnis-Scannen in einem anderen Bereich aus.
pl: Wykonuje skanowaknie katalogów w oddzielnym wątku.
sv: Kör katalogsökning i en annan tråd.

source: Thumbnail threads
de: Bereich Vorschaubilder
it: Thread anteprime
pl: Wątki generowania miniatur obrazów
sv: Trådar för miniatyrer

source: Number of threads that are used to generate thumbnails. If auto, number of CPU cores -1 threads will be used.
de: Anzahl der Bereiche, die zum Generieren von Miniaturansichten verwendet werden. Wenn automatisch, wird die Anzahl der CPU-Kerne -1 Bereiche verwendet.
it: Quanti thread saranno usati per generare le anteprime. Se auto, saranno usati tutti i core CPU tranne uno.
pl: Liczba wątków generowania miniatur obrazów. Wartość 'auto' oznacza, że użyte będzie liczba wątków odpowiadająca liczbie rdzeni procesora minus 1.
sv: Antal trådar som används för att skapa miniatyrer. Om auto används kommer antalet CPU-kärnor -1 trådar att användas.

source: Misc:
de: Sonstiges:
it: Altro:
pl: Różne:
sv: Övrigt:

source: Scroll based thumbnail generation
de: scrollbasierte Erstellung von Vorschaubilder
it: Generazione di anteprime basata sullo scorrimento
pl: Miniatury obrazów generowane przy przewijaniu
sv: Bläddringsbaserad miniatyrgenerering

source: Those thumbnails get higher priority that are visible on the screen.
de: Diese Vorschaubilder erhalten eine höhere Priorität, die auf dem Bildschirm sichtbar sind.
it: Queste miniature hanno una priorità più alta e sono visibili sullo schermo.
pl: Miniatury obrazów widocznych na ekranie będą generowane z większym priorytetem.
sv: De miniatyrer som syns på skärmen får högre prioritet.

source: Lazy image rendering
de: schlechte Bildwiedergabe
it: Rendering immagine "lazy" (viene scaricata solo quando è visualizzata)
pl: Generowanie obrazów z opóźnieniem
sv: Lat bildrendering

source: Shows only the required amount of photos at once. Renders more if page bottom is reached.
de: Zeigt nur die erforderliche Anzahl von Fotos gleichzeitig an. Rendert mehr, wenn das Seitenende erreicht wird.
it: Mostra solo la quantità necessaria di foto in una volta sola. Ne genera di più se si raggiunge il fondo della pagina.
pl: Pokazuje tylko obrazy widoczne na bieżącym ekranie. Dodatkowe obrazy są generowane, gdy ekran jest przesuwany w dół.
sv: Visar endast nödvändigt antal bilder på en gång. Visar mer om sidans botten nås.

source: Cache
de: Zwischenspeicher
pl: Pamięć podręczna

source: Caches directory contents and search results for better performance.
de: Zwischenspeicherte Verzeichnisinhalte und Suchergebnisse für eine bessere Leistung.
it: Memorizza nella cache i contenuti delle directory e i risultati della ricerca per migliorare le prestazioni.
pl: Zapamiętuje zawartość katalogów i wyniki wyszukiwania w pamięci dla poprawienia wydajności.
sv: Cachar mappinnehåll och sökresultat för bättre prestanda.

source: Caption first naming
de: Bildbeschriftung, erste Benennung
it: Denomina con didascalia
pl: Używaj podpisów obrazów jako nazw
sv: Namngvning med bildtext i första hand

source: Show the caption (IPTC 120) tags from the EXIF data instead of the filenames.
de: Zeigen Sie die Beschriftungs-Tags (IPTC 120) aus den EXIF-Daten anstelle der Dateinamen an.
it: Mostra i tag delle didascalie (IPTC 120) dai dati EXIF invece dei nomi dei file.
pl: Pokazuj wartość podpis (IPTC 120) z metadanych EXIF obrazu zamiast nazwy pliku.
sv: Visa taggarna för bildtext (IPTC 120) från EXIF-data istället för filnamnen.

source: Navigation bar:
de: Navigationsleiste:
it: Barra di navigazione:
pl: Pasek nawigacji:
sv: Navigeringsfält:

source: Show item count
de: Artikelanzahl anzeigen
it: Mostra il totale degli elementi
pl: Pokaż liczbę pozycji
sv: Visa antal

source: Show the number of items (photos) in the folder.
de: Zeigt die Anzahl der Elemente (Fotos) im Ordner an.
it: Mostra il numero di elementi (foto) nella cartella.
pl: Pokaż liczbę pozycji (zdjęć) w katalogu.
sv: Visa antal bilder i mappen.

source: Default photo sorting method
de: Standard-Fotosortiermethode
it: Metodo predefinito di ordinamento delle foto
pl: Domyślna metoda sortowania obrazów
sv: Standardmetod för fotosortering

source: Sort directories by date
de: Verzeichnisse nach Datum sortieren
pl: Sortuj katalogi według daty

source: If enabled, directories will be sorted by date, like photos, otherwise by name. Directory date is the last modification time of that directory not the creation date of the oldest photo.
de: Wenn aktiviert, werden Verzeichnisse nach Datum sortiert, wie Fotos, ansonsten nach Namen. Das Verzeichnisdatum ist die letzte Änderungszeit dieses Verzeichnisses und nicht das Erstellungsdatum des ältesten Fotos.
pl: Uaktywnij aby sortować katalogi według daty (tak jak zdjęcia), w przeciwnym wypadku katalogi będą sortowane według nazwy. Data katalogu odpowiada dacie jego ostatniej modyfikacji, a nie dacie dodania najnowszego zdjęcia.

source: Other
de: Andere
it: Altro
pl: Inne
sv: Övrigt

source: Photo converting:
de: Fotokonvertierung:
it: Conversione foto:
pl: Konwersja zdjęć:
sv: Bildomvandling:

source: Converting
de: Konvertieren
it: Convertendo
pl: Konwersja w trakcie
sv: Omvandling

source: Downsizes photos for faster preview loading. (Zooming in to the photo loads the original).
de: Verkleinert Fotos für schnelleres Laden der Vorschau. (Durch Vergrößern des Fotos wird das Original geladen.)
it: Ridimensiona le foto per un caricamento più veloce dell'anteprima. (Ingrandendo la foto si carica l'originale).
pl: Tworzy pomniejszoną kopię zdjęć dla szybszego wyświetlania. (Powiększenie zdjęcia w przeglądarce załaduje oryginał).
sv: Skalar ner bilder för snabbare förhandsvisning. (Inzoomning laddar originalbilden).

source: On the fly converting
de: Im laufenden Betrieb konvertieren
it: Conversione al volo
pl: Konwersja według potrzeby
sv: Konvertera i farten

source: Converts photos on the fly, when they are requested.
de: Konvertiert Fotos im laufenden Betrieb, wenn sie angefordert werden.
it: Converte foto al volo, quando sono richieste.
pl: Dokonuje konwersji zdjęć według potrzeby, kiedy są wyświetlane w przeglądarce.
sv: Konverterar bilder allt eftersom när de efterfrågas.

source: Resolution
de: Auflösung
it: Risoluzione
pl: Rozdzielczość
sv: Upplösning

source: The shorter edge of the converted photo will be scaled down to this, while keeping the aspect ratio.
de: Der kürzere Rand des konvertierten Fotos wird unter Beibehaltung des Seitenverhältnisses darauf verkleinert.
it: Il bordo più corto della foto convertita sarà ridimensionato a questo, mantenendo il rapporto base altezza.
pl: Krótszy brzeg zmniejszonej kopii zdjęcia będzie miało tę liczbę pikseli przy zachowaniu proporcji rozmiaru oryginału.
sv: Den kortaste kanten på den omvandlade bilden skalas ner till detta, medan bildförhållandet bevaras.

source: Load full resolution image on zoom
de: Laden Sie das Bild in voller Auflösung beim Zoomen
pl: Załąduj obraz pełnej rozdzielczości przy powiększeniu

source: Enables loading the full resolution image on zoom in the ligthbox (preview).
de: Ermöglicht das Laden des Bildes in voller Auflösung beim Zoomen in die Ligthbox (Vorschau).
pl: Uaktywnia ładowanie oryginalnego obrazu o pełnej rozdzielczości przy powiększaniu w podglądzie.

source: Photo
de: Foto
it: Foto
pl: Zdjęcie
sv: Foto

source: This feature enables you to generate 'random photo' urls. That URL returns a photo random selected from your gallery. You can use the url with 3rd party application like random changing desktop background.
de: Mit dieser Funktion können Sie URLs für zufällige Fotos erstellen. Diese URL gibt ein zufälliges Foto zurück, das aus Ihrer Galerie ausgewählt wurde. Sie können die URL mit Anwendungen von Drittanbietern verwenden, z. B. mit zufällig wechselnden Desktop-Hintergründen.
it: Questa funzione ti permette di generare un indirizzo per "foto casuali". Questo URL restituisce una foto selezionata a caso dalla tua galleria. Puoi usare l'URL con applicazioni di terze parti come il cambio casuale dello sfondo del desktop.
pl: Uaktywnij funkcjonalność generowania linku (adresu internetowego) do przypadkowego zdjęcia. Adres zwraca przypadkowe zdjęcie z albumu. Można tego adresu używać z aplikacjami typu wyświetlanie tła pulpitu.
sv: Denna funktion skapar en url till en slumpvis vald bild. Du kan använda denna url med en tredjepartsapplikation, som till exempel för att byta skrivbordsbakgrund

source: Random Photo is not supported with these settings
de: Zufälliges Foto wird mit diesen Einstellungen nicht unterstützt
it: La generazione di link di foto casuali non è supportata con le impostazioni correnti
pl: Funkcja wyświetlania przypadkowego zdjęcia nie jest dostępna przy obecnych ustawieniach systemu.
sv: Slumpvis bildval fungerar inte med dessa inställningar

source: Random Photo
de: zufälliges Foto
it: Foto a caso
pl: Przypadkowe zdjęcie
sv: Slumpvis valt foto

source: Job finished
de: Auftrag abgeschlossen
it: Lavoro terminato
pl: Zadanie zakończone
sv: Jobb färdigt

source: Autocomplete
de: Autovervollständigung
it: Autocompleta
pl: Autouzupełnianie
sv: Fyll i automatiskt

source: Show hints while typing search query.
de: Zeigen Sie Hinweise an, während Sie eine Suchabfrage eingeben.
it: Mostra suggerimenti durante la digitazione della ricerca.
pl: Pokazuj podpowiedzi przy wpisywaniu frazy wyszukiwania.
sv: Visar förslag medan man skriver.

source: Maximum media result
de: Maximales Medienergebnis
pl: Maks. liczba wyników

source: Maximum number of photos and videos that listed in one search result
de: Maximale Anzahl von Fotos und Videos, die in einem Suchergebnis aufgeführt sind
pl: Maksymalna liczba zdjęć i plików wideo wyświetlanych w wynikach wyszukiwania

source: Search is not supported with these settings
de: Die Suche wird mit diesen Einstellungen nicht unterstützt
it: La ricerca non è supportata con le impostazioni correnti.
pl: Wyszukiwanie nie jest dostępne przy tych ustawieniach systemu.
sv: Sökning fungerar inte med dessa inställningar

source: Password protected
de: Passwortgeschützt
it: Protetto da password
pl: Chroń hasłem
sv: Lösenordsskydd

source: Enables password protected sharing links.
de: Aktiviert passwortgeschützte Freigabelinks.
it: Abilita la condivisione di link protetti da password.
pl: Włącza ochronę linków udostępniania katalogów za pomocą hasła.
sv: Kräver lösenord för delade länkar.

source: Sharing is not supported with these settings
de: Die Freigabe wird mit diesen Einstellungen nicht unterstützt
it: La condivisione non è supportata con le impostazioni correnti
pl: Udostępnianie nie jest dostępne przy tych ustawieniach systemu
sv: Delning fungerar inte med dessa inställningar

source: Shared links:
de: geteilte Links:
it: Link condivisi:
pl: Udostępnione linki do katalogów:
sv: Delade länkar:

source: Key
de: Schlüssel
it: Chiave
pl: Klucz
sv: Nycker

source: Folder
de: Ordner
it: Cartella
pl: Katalog
sv: Mapp

source: Creator
de: Ersteller
it: Creatore
pl: Twórca
sv: Skapad av

source: Expires
de: Ablaufdatum
it: Scadenza
pl: Wygasa
sv: Upphör

source: No sharing was created.
de: Es wurde keine Freigabe erstellt.
it: Non è stata creata una condivisione.
pl: Żaden link udostępniania nie został utworzony.
sv: Ingen delning skapades.

source: Thumbnail Quality
de: Miniaturbildqualität
it: Qualità anteprime
pl: Jakość miniatur obrazów
sv: Kvalité på miniatyrer

source: High quality may be slow.
de: Hohe Qualität kann langsam sein.
pl: Wysoka jakość miniatur może spowolnić działanie.
sv: Hög kvalitet kan vara långsam.

source: Icon size
de: Symbolgröße
it: Dimensione icona
pl: Wielkość ikon
sv: Ikonstorlek

source: Icon size (used on maps).
de: Symbolgröße (wird auf Karten verwendet).
it: Dimensione icona (usato sulle mappe).
pl: Wielkość ikon (na mapach).
sv: Ikonstorlek (på kartan).

source: Thumbnail sizes
de: Miniaturbildgrößen
it: Dimensione anteprime
pl: Wielkości miniatur obrazów
sv: Miniatyrstorlek

source: Size of the thumbnails.
de: Größe der Vorschaubilder.
it: Dimensione anteprime.
pl: Wielkości miniatur obrazów.
sv: Storlek på miniatyrer.

source: The best matching size will be generated. (More sizes give better quality, but use more storage and CPU to render.)
de: Die am besten passende Größe wird generiert. (Mehr Größen ergeben eine bessere Qualität, verwenden jedoch mehr Speicher und CPU zum Rendern.)
it: Saranno generate anteprime con la dimensione più ottimale. (Più dimensioni forniscono qualità migliore, ma usano più spazio e tempo di CPU per la creazione)
pl: Generowana będzie wielkość najbardziej odpowiadająca specyfikacji. (Więcej wielkości daje lepszą jakość, ale używa więcej dysku i zasobów procesora do wygenerowania.)
sv: Den storlek som matchar bäst genereras. (Fler storlekar ger bättre kvalité, men använder mer diskutrymme och mer CPU för att visas)

source: ';' separated integers. If size is 240, that shorter side of the thumbnail will have 160 pixels.
de: ';' getrennte ganze Zahlen. Wenn die Größe 240 beträgt, hat diese kürzere Seite der Miniaturansicht 160 Pixel.
it: integer separati da ';'. Se il lato è 240, il lato corto dell'anteprima avrà 160 pixel.
pl: Liczby całkowite oddzielone znakiem ';'. Przy wielkości 240 krótszy brzeg miniatury obrazu będzie miał 160 pikseli.
sv: ';' separata heltal. Om storleken är 240, kommer kortsidan ha 160 pixlar.

source: Thumbnail
de: Vorschaubild
it: Anteprima
pl: Miniatura obrazu
sv: Miniatyr

source: Role
de: Rolle
it: Ruolo
pl: Rola
sv: Roll

source: + Add user
de: + Nutzer hinzufügen
it: + Aggiungi utente
pl: + Dodaj użytkownika
sv: + Lägg till användare

source: To protect the site with password / have login enable this.
de: Aktivieren Sie diese Option, um die Site mit einem Passwort zu schützen.
it: Per proteggere il sito con una password o avere un login, abilita questo.
pl: Uaktywnij to ustawienie, żeby chronić aplikację logowaniem z użytkownikiem i hasłem.
sv: För att skydda sidan med inloggning, aktivera denna.

source: Add new User
de: Neuen Benutzer hinzufügen
it: Aggiungi nuovo utente
pl: Dodaj nowego użytkownika
sv: Lägg till ny användare

source: Add User
de: Benutzer hinzufügen
it: Aggiungi utente
pl: Dodaj użytkownika
sv: Lägg till användare

source: Password protection
de: Passwortschutz
it: Protezione con password
pl: Ochrona hasłem
sv: Lösenordsskydd

source: Low
de: Niedrig
it: Bassa
pl: Niskie
sv: Låg

source: High
de: Hoch
it: Alta
pl: Wysokie
sv: Hög

source: Password protection enabled
de: Passwortschutz aktiviert
it: Protezione con password attivata
pl: Orchona hasłem aktywna
sv: Lösenordsskydd är aktiverad

source: Server restart is recommended.
de: Ein Neustart des Servers wird empfohlen.
it: Si consiglia di riavviare il server.
pl: Rekomendowane jest ponowne uruchomienie serwera.
sv: Omstart av servern rekommenderas.

source: Password protection disabled
de: Passwortschutz deaktiviert
it: Protezione con password disattivata
pl: Orchona hasłem nieaktywna
sv: Lösenordsskydd är avaktiverat
